// 5.  Создать игру "Камень-Ножницы-Бумага".
// Выбор компьютера определяется строкой:

// var computerChoice = Math.random();
// alert(computerChoice);

// Math.random() выдает произвольное число в промежутке от 0 до 1, на основании этого можно построить принцип выбора решения компьютера.
// Запросить у пользователя один из трех вариантов "Камень-Ножницы-Бумага"
// Сравнить ответ пользователя и компьютера, определить кто выиграл(или ничья)
// Спросить пользователя, хочет ли он повторить, если "да", запустить игру заново

var computerChoice = Math.random();
alert(computerChoice); 
